i5/20220414-no-fpw/logs/pg-16-4-16/1000/run-rw-1/pgbench.log
pgbench (15devel)
transaction type: <builtin: simple update>
scaling factor: 1000
query mode: prepared
number of clients: 16
number of threads: 4
duration: 1800 s
number of transactions actually processed: 11384072
latency average = 2.530 ms
initial connection time = 8.079 ms
tps = 6324.452822 (without initial connection time)